tap "homebrew/bundle"
tap "lotyp/homebrew-formulae"

# core/dotfiles
brew "asdf"
brew "bats-core"
brew "coreutils"
brew "duti"
brew "lotyp/formulae/dockutil"
brew "mackup"
brew "stow"
brew "thefuck"
brew "topgrade"

# fs/network
brew "bat"
brew "croc"
brew "httpie"
brew "ssh-copy-id"
brew "tree"
brew "unar"
brew "wget"
brew "zoxide"

# misc
brew "diff-so-fancy"
brew "difftastic"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gnu-sed"
brew "gpg"
brew "graphviz"
brew "grep"
brew "grip"
brew "imagemagick"
brew "jq"
brew "mackup"
brew "neovim"
brew "overmind"
brew "peco"
brew "psgrep"
brew "ripgrep"
brew "shellcheck"
brew "ssh-copy-id"
brew "stow"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unar"
brew "uni"
brew "webp"
brew "wget"
