tap "homebrew/bundle"
tap "homebrew/core"

brew "asdf"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "dockutil"
brew "fasd"
brew "fd"
brew "ffmpeg"
brew "gawk"
brew "gnu-sed"
brew "gpg"
brew "graphviz"
brew "grep"
brew "grip"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "mackup"
brew "neovim"
brew "overmind"
brew "peco"
brew "psgrep"
brew "shellcheck"
brew "ssh-copy-id"
brew "stow"
brew "thefuck"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unar"
brew "wget"
